Kill-plagiarism/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Kill-plagiarism | Science innovation Nepal</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../rss.xml">
<link rel="canonical" href="https://abhinavnepal.github.io/Science-innovation-Nepal/Kill-plagiarism/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Abhinav Nepal">
<meta property="og:site_name" content="Science innovation Nepal">
<meta property="og:title" content="Kill-plagiarism">
<meta property="og:url" content="https://abhinavnepal.github.io/Science-innovation-Nepal/Kill-plagiarism/">
<meta property="og:description" content="Plagiarism has been a major problem in Nepal.
Let us add the incidents of plagiarism with as much proof as possible (original + plagiarised materials, retraction decisions, correspondences, etc.) that">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2017-10-13T16:54:18+01:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-inverse navbar-static-top"><div class="container">
<!-- This keeps the margins nice -->
        <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="https://abhinavnepal.github.io/Science-innovation-Nepal/">

                <span id="blog-title">Science innovation Nepal</span>
            </a>
        </div>
<!-- /.navbar-header -->
        <div class="collapse navbar-collapse" id="bs-navbar" aria-expanded="false">
            <ul class="nav navbar-nav">
<li>
<a href="../Nepali-scholars/">Scholars</a>
                </li>
<li>
<a href="../Nepali-research-institutions/">Research Institutes</a>
                </li>
<li>
<a href="../Nepali-innovation-industry/">Innovation Industry</a>
                </li>
<li>
<a href="../Nepali-journals-conferences/">Journals and Conferences</a>

                
            </li>
</ul>
<ul class="nav navbar-nav navbar-right">
<li>
    <a href="index.org" id="sourcelink">Source</a>
    </li>

                
            </ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        <div class="row">
            
            
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">Kill-plagiarism</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <p>
Plagiarism has been a major problem in Nepal.
Let us add the incidents of plagiarism with as much proof as possible (original + plagiarised materials, retraction decisions, correspondences, etc.) that we can find.
</p>

<p>
If you are aware of any such incidences that is not listed here, please let us know by either:
</p>

<ul class="org-ul">
<li>Adding the details and creating a pull request or,
</li>
<li>commenting <i>here</i> (AKA creating an issue).
</li>
</ul>
<p>
We hope this page will help us realize the magnitude of the plagiarism problem in higher education and research in Nepal.
The collected data should also help understand the nature and type of its prevalence in different institutions.
We also want to use this platform to raise awareness about plagiarism and discourage people from doing it.
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Hall of Shame</a></li>
<li><a href="#sec-2">Journal papers</a></li>
<li><a href="#sec-3">Conference papers</a></li>
<li><a href="#sec-4">Books</a></li>
<li><a href="#sec-5">PhD Theses</a></li>
<li><a href="#sec-6">Masters Theses</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Hall of Shame</h2>
<div class="outline-text-2" id="text-1">
<p>
This section accounts the incidences of plagiarism from well known personalities or those who have held high positions in academia or public institutions.
</p>

<ol class="org-ol"><li>
</li></ol>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Journal papers</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>
<a href="http://www.myrepublica.com/news/28976/">http://www.myrepublica.com/news/28976/</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Conference papers</h2>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Books</h2>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">PhD Theses</h2>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">Masters Theses</h2>
</div>
    </div>
    

</article>
</div>
        <!--End of body content-->

        <footer id="footer">
            Contents © 2017         <a href="mailto:bisheshkh@gmail.com">Abhinav Nepal</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
        </footer>
</div>
</div>


            <script src="../assets/js/all-nocdn.js"></script><script>$('a.image-reference:not(.islink) img:not(.islink)').parent().colorbox({rel:"gal",maxWidth:"100%",maxHeight:"100%",scalePhotos:true});</script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates -->
</body>
</html>
